Repository: mozilla-l10n/mt-training-data
Catalog: jv/jv_pontoon.tmx
Source language: en_us
Languages: jv

source: Add to Bookmarks
jv: Tambah menyang Tetenger

source: Add to Reading List
jv: Tambah menyang Daptar Waca

source: A device has disconnected from Firefox Sync
jv: Piranti wis dipedhot saka Sync Firefox

source: Ad trackers
jv: Palacak iklan

source: Advanced
jv: Bablas

source: After 10 minutes
jv: Bar 10 menit

source: After 15 minutes
jv: Bubar 15 menit

source: After 1 hour
jv: Bar 1 jam

source: After 1 minute
jv: Bar 1 menit

source: After 5 minutes
jv: Bar 5 menit

source: Always
jv: Tansah

source: Always Send
jv: Tansah Ngirim

source: An error occured while adding the pass to Wallet. Please try again later.
jv: Ana ralat kala nambahi pas ing Dhompet. Mangga jajal mengko manèh.

source: Are you sure you want to cancel this download?
jv: Apa tenan sampéyan arep mbatalaké undhuhan iki?

source: Are you sure you want to delete it and its contents?
jv: Apa sampéyan yakin arep mbusek kontèn iki?

source: A username and password are being requested by %@.
jv: Jeneng panganggo lan tembung wadi dijaluk déning %@.

source: A username and password are being requested by %1$@. The site says: %2$@
jv: Jeneng panganggo lan tembung wadi dijaluk déning %1$@. Situs ngandani %2$@

source: Authentication required
jv: Prelu otèntikasi

source: Automatically
jv: Otomatis

source: Available devices:
jv: Piranti kang cumepak:

source: Blocked
jv: Diblokir

source: Block Images
jv: Blokir Gambar

source: Block online trackers
jv: Blokir pelacak daring

source: Block Pop-up Windows
jv: Blokir Windows Menthungul

source: Bookmark
jv: Tetenger

source: Bookmark Added
jv: Tetenger Ditambah

source: Bookmarked
jv: Ditengeri

source: Bookmark Link
jv: Tengeri Pranala

source: Bookmark Removed
jv: Tetenger Dibuwang

source: Bookmarks
jv: Tetenger

source: Bookmarks Menu
jv: Menu Tetenger

source: Bookmarks you save will show up here.
jv: Tetenger kang sampéyan simpen bakal muncul ing kéné.

source: Bookmark This Page
jv: Tengeri Kaca Iki

source: Brightness
jv: Pepadhang

source: Browsing History
jv: Riwayat Djalahan

source: Cache
jv: Ampiran

source: Cancel Download
jv: Batalaké Undhuhan

source: Cannot Open Page
jv: Gagal Mbukak Kaca

source: Change Passcode
jv: Genti Sandi

source: Changes color theme.
jv: Genti werna téma.

source: Changes font type.
jv: Genti jenis aksara.

source: Choose
jv: Pilih

source: Clear
jv: Resikaké

source: Clear All Website Data
jv: Resikaké Kabèh Dhata Situs

source: Clearing Recent History will remove history, cookies, and other browser data.
jv: Mbusak Sejarah Anyar bakal mbusak riwayat, kuki, lan data paramban liyané.

source: Clear Private Data
jv: Resikaké Dhata Pribadi

source: Clear Recent History…
jv: Mbusak Sejarah Anyar…

source: Close All Tabs
jv: Tutup Kabèh Tab

source: Close Private Tabs
jv: Tutup Tab Pribadi

source: Close Selected Tab
jv: Tutup Tab kang Dipilih

source: Close Tab
jv: Tutup Tab

source: Closing tab
jv: Nutup tab

source: Connect Another Device
jv: Sambung Piranti Liyané

source: Content trackers
jv: Palacak kontèn

source: Copy Address
jv: Turun Alamat

source: Copy Image
jv: Turun Gambar

source: Copy Image Link
jv: Turun Pranala Gambar

source: Copy Link
jv: Turun Pranala

source: Copy URL
jv: Turun URL

source: Could not add page to Reading list
jv: Ora bisa nambahi laman ing Dhaptar Maca

source: Could not add page to Reading List. Maybe it’s already there?
jv: Ora bisa nambahi laman ing Dhaptar Maca. Mungkin wis kasimpen?

source: Could not load page.
jv: Ora bisa ngemot laman.

source: Create an account
jv: Nggawé akun

source: Cross-Site Trackers
jv: Pelacak Lintas-Situs

source: Cross-Site Tracking Cookies
jv: Kuki Nglacak Lintas-Situs

source: Cryptominers
jv: Panambang kripto

source: Dark
jv: Peteng

source: Dark theme now includes a dark keyboard and dark splash screen.
jv: Téma peteng saiki klebu kibor peteng lan layar peteng.

source: Data Management
jv: Manajemèn Dhata

source: Decrease text size
jv: Cilikaké ukuran tèks

source: Default Search Engine
jv: Mesin Panggolèk Setandar

source: Delete from History
jv: Busak saka Riwayat

source: Desktop Bookmarks
jv: Tetenger Desktop

source: Device Name
jv: Jeneng Piranti

source: Disable for this site
jv: Patèni kanggo situs iki

source: Disconnect
jv: Pedhot

source: Disconnect Sync
jv: Pedhot Sync

source: Disconnect Sync?
jv: Pedhot Sync?

source: Display Settings
jv: Tampilan Setelan

source: Don’t Save
jv: Aja Simpen

source: Don’t Send
jv: Aja kirim

source: Don’t Update
jv: Aja nganyari

source: Download Cancelled
jv: Undhuhan Dibatalaké

source: Downloaded Files
jv: Berkas Undhuhan

source: Downloaded files will show up here.
jv: Dhokumèn sing diundhuh bakal muncul ning kéné.

source: Download Failed
jv: Undhuhan Gagal

source: Download Link
jv: Undhuh Pranala

source: Download Now
jv: Undhuh Saiki

source: Downloads
jv: Undhuhan

source: Downloads aren’t supported in Firefox yet.
jv: Undhuhan durung disengkuyung ing Firefox.

source: Do you want to use this web page as your home page?
jv: Apa sampéyan pengin nggunakaké kaca wèb iki minangka kaca ngarep?

source: %d tab(s) closed
jv: %d tab ditutup

source: Edit Bookmark
jv: Besut tetenger

source: Enable
jv: Urubaké

source: Enable Night Mode
jv: Urubaké Mode Wengi

source: Enter a new passcode
jv: Tulis sandi anyar

source: Enter a passcode
jv: Tulis sandi

source: Enter a webpage
jv: Mlebu kaca wèb

source: Enter passcode
jv: Tulis sandi

source: Enter Passcode
jv: Tulis Sandi

source: Enter your password to connect
jv: Isi tembung wadi sampéyan kanggo nyambungké

source: Everything
jv: Kabèh

source: Face ID & Passcode
jv: Face ID & Kode Sandi

source: Failed
jv: Gagal

source: Failed to Add Pass
jv: Gagal Nambahi Pas

source: Filter
jv: Saring

source: Filter Sites
jv: Saring Situs

source: Find
jv: Golèk

source: Find in Page
jv: Golèk ing Kaca

source: Firefox Account
jv: Akun Firefox

source: Firefox Home Page
jv: Tepas Firefox

source: Firefox is blocking parts of the page that may track your browsing.
jv: Firefox ngalangi bagéan kaca sing bisa dilacak dlajahan sampéyan.

source: Firefox Sync has connected to %@
jv: Sync Firefox wis nyambung karo %@

source: Folder
jv: Foldher

source: Folder Name
jv: Jeneng Folder

source: Forward
jv: Bacutaké

source: Get your open tabs, bookmarks, and passwords from your other devices.
jv: Jupuk tab, tetenger, lan sandhi saka piranti liyané.

source: Get your tabs, bookmarks, and passwords from your other devices.
jv: Jupuk tab, tetenger, lan sandhi saka piranti liyané.

source: Go
jv: Ayo

source: Go Back
jv: Mbalik

source: Go to copied link?
jv: Menyang pranala katurun?

source: %@ has been successfully disconnected.
jv: %@ wis suksès dipedhot.

source: Hide
jv: Umpetaké

source: Hide Images
jv: Umpetakè Gambar

source: Highlights
jv: Sentrong

source: History
jv: Riwayat

source: Home
jv: Kaca Utama

source: Homepage
jv: Kaca Utama

source: Immediately
jv: Gagé

source: Incorrect passcode. Try again.
jv: Kode sandi kléru. Coba manèh.

source: Incorrect passcode. Try again (Attempts remaining: %d).
jv: Sandi klèru. Coba manèh (Sésa panyoban: %d).

source: Increase text size
jv: Gedhèkaké ukuran tèks

source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
jv: Mungkin ana ralat konfigurasi utawa rusak déning panyerang. Bacutaké yèn sampéyan nrima risikoné.

source: just now
jv: lagi waé

source: Last month
jv: Sasi kapungkur

source: Last synced: %@
jv: Pungkasan disinkronké: %@

source: Last week
jv: Minggu kapungkur

source: Learn More.
jv: Sinaoni Manèh.

source: Licenses
jv: Lisènsi

source: Light
jv: Padhang

source: Load in Background
jv: Amot ing Latar

source: Loading content…
jv: Ngemot isi…

source: Loading in Firefox
jv: Ngamot ing Firefox

source: Load original page
jv: Ngemot kaca asli

source: Location
jv: Pernah

source: Login
jv: Log Mlebu

source: Log in
jv: Mlebu

source: Logins
jv: Log Mlebu

source: Log Out?
jv: Metu?

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
jv: Firefox kayané bar mandheg. Apa sampéyan arep mbalèni ngemot tab sampéyan?

source: Mail App
jv: Aplikasi Mail

source: Manage Account & Devices
jv: Atur Akun & Piranti

source: Mark as Read
jv: Tengeri minangka Wis Diwaca

source: Mark as Unread
jv: Tengeri minangka Durung Diwaca

source: Maximum attempts reached. Please try again in an hour.
jv: Upaya wis pol. Mangga jajal menèh bar sakjam.

source: Maximum attempts reached. Please try again later.
jv: Upaya wis pol. Jajal mengko menéh.

source: mobile device
jv: piranti sèlulèr

source: Modified
jv: Diowahi

source: New Bookmark
jv: Tetenger anyar

source: New Folder
jv: Folder Anyar

source: New Private Tab
jv: Tab Pribadi Anyar

source: New Private Tab opened
jv: Tab Pribadi Anyar kebukak

source: New Tab
jv: Tab Anyar

source: New Tab opened
jv: Tab anyar kebukak

source: Next in-page result
jv: Kasil kaca-sabanjure

source: Next Page
jv: Kaca Candhaké

source: No Internet Connection
jv: Ora Ana Sambungan Internet

source: Normal Browsing Mode
jv: Modhe Dlajahan Normal

source: No tabs
jv: Ora ana tab

source: Not now
jv: Ora saiki

source: Not Now
jv: Ora Saiki

source: No trackers known to Firefox were detected on this page.
jv: Ora ana sing nglacak sing dikenal karo Firefox sing ora ditemokaké ing kaca iki.

source: OK
jv: OKÉ

source: Okay
jv: Oké

source: Only HTTP and HTTPS links can be shared.
jv: Amung pranala HTTP lan HTTPS kang bisa didum.

source: Oops! Firefox crashed
jv: Dhuh! Firefoxé mogok

source: Open App Store
jv: Bukak App Store

source: Open & Fill
jv: Bukak & Isèni

source: Open in Firefox
jv: Bukak ing Firefox

source: Opening %@
jv: Mbukak %@

source: Open in New Private Tab
jv: Bukak ing Tab Pribadi Anyar

source: Open in New Tab
jv: Bukak ing Tab Anyar

source: Open in Private Mode
jv: Bukak ing Modhe Pribadi

source: Open in Safari
jv: Bukak ing Safari

source: Open Last Bookmark
jv: Bukak Tetenger Kepungkur

source: Open Last Tab
jv: Bukak Tab Wekasan

source: Open New Private Tab
jv: Bukak Tab Pribadi Anyar

source: Open New Tab
jv: Bukak Tab Anyar

source: Open Selected Tab
jv: Bukak Tab Kapilih

source: Open Settings
jv: Bukak Setélan

source: Open Sync Preferences
jv: Bukak Prèferènsi Sinkronisasi

source: Open Tabs
jv: Bukak Tab

source: Open this link in external app?
jv: Bukak alamat iki ning aplikasi njaba?

source: Open this link in the App Store?
jv: Bukak pranala iki ing Toko App?

source: Page Actions
jv: Kaca Tindakan

source: Passcode For Logins
jv: Sandi Kanggo Mlebu

source: Passcodes didn’t match. Try again.
jv: Sandi ora cocog. Coba manèh.

source: password
jv: tembung sandi

source: Password
jv: Tembung Sandi

source: Paste
jv: Tèmpèl

source: Paste & Go
jv: Tèmpèl & Mulai

source: Pin to Top Sites
jv: Pasang ing Situs Dhuwur

source: Preview of %@
jv: Pratuduhing %@

source: Previous in-page result
jv: Kasil kaca-sadurunge

source: Private Browsing
jv: Ndlajah Pribadi

source: Private Browsing Mode
jv: Modhe Dlajahan Pribadi

source: Private Mode
jv: Modhe Pribadi

source: Protection Settings
jv: Setèlan Perlindhungan

source: Protections for %@
jv: Perlindhungan kanggo %@

source: Reading list
jv: Daptar waca

source: Reading List
jv: Daptar Waca

source: Recently Bookmarked
jv: Bar Ditengeri

source: Recently Closed
jv: Tembé Waé Ditutup

source: Recently Visited
jv: Bar Ditiliki

source: Re-enter passcode
jv: Ketik manèh kode sandiné

source: Reload
jv: Balèni Amot

source: Reload Page
jv: Balèni Amot Kaca

source: Reload Without Tracking Protection
jv: Balèni Ngemot Tanpa Perlindhungan Pelacak

source: Reload With Tracking Protection
jv: Balèni Ngemot Kanggo Perlindhungan Pelacak

source: Remove Account
jv: Busak Akun

source: Remove Bookmark
jv: Buwang Tetenger

source: Remove Pinned Site
jv: Busek Situs Kapasang

source: Remove the Firefox Account associated with this device to sign in as a different user.
jv: Busak akun Firefox sing duwé sesambungan karo piranti iki kanggo mlebu minangka beda panganggo.

source: Reopen Closed Tab
jv: Tab kang Tembé Waé Ditutup

source: Request Desktop Site
jv: Jaluk Situs Desktop

source: Request Mobile Site
jv: Jaluk Situs Sèlulèr

source: Require Passcode
jv: Prelu Kode Sandi

source: Resend Email
jv: Balèni Kirim Layang-Èl

source: Resume
jv: Ringkesan

source: Retry
jv: Coba manèh

source: Rows: %d
jv: Larik: %d

source: Saved Logins
jv: Info Log Mlebu Kasimpen

source: SAVED LOGINS
jv: LOG MLEBU KASIMPEN

source: Save Image
jv: Simpen gambar

source: Save Login
jv: Info Log Mlebu Kasimpen

source: Save login %1$@ for %2$@?
jv: Simpen log mlebu %1$@ kanggo %2$@?

source: Save password for %@?
jv: Simpen sandhi kanggo %@?

source: Scan QR Code
jv: Pindhai Kode QR

source: Search Engine
jv: Mesin Panggolèk

source: Search in Firefox
jv: Golèk ing Firefox

source: Search or enter address
jv: Golèk utawa lebokaké alamat

source: Search Settings
jv: Setèlan Panggolèkan

source: Secure connection
jv: Sambungan aman

source: Select All
jv: Pilih Kabèh

source: Select Location Bar
jv: Pilih Baris Lokasi

source: Send
jv: Kirim

source: Send Feedback
jv: Kirim Tanggepan

source: Send Report
jv: Kirim Lapuran

source: Send Tab
jv: Kirim Tab

source: Send to Device
jv: Kirim menyang Piranti

source: Set Homepage
jv: Setèl Kaca Utama

source: Set Passcode
jv: Setèl Kode Sandi

source: Set Rows
jv: Setèl Larik

source: Share
jv: Dum

source: Share Link
jv: Dum Pranala

source: Show
jv: Tuduhaké

source: Show All Tabs
jv: Tuduhaké Kabèh Tab

source: Show Next Tab
jv: Tuduhaké Tab Sabanjuré

source: Show Previous Tab
jv: Tuduhaké Tab Sadurungé

source: Show Tabs
jv: Tuduhaké Tab

source: Sign in to Sync
jv: Mlebu ning Sync

source: Sign in to view a list of tabs from your other devices.
jv: Mlebu kanggo ndeleng dhaptar tab saka piranti liyané.

source: Siri Shortcuts
jv: Trabasan Siri

source: Social Trackers
jv: Pelacak sosial

source: Stop
jv: Lèrèn

source: Support
jv: Dhukungan

source: Switch
jv: Ijol

source: Sync Connected
jv: Sync Nyambung

source: Sync Disconnected
jv: Sync Dipedhot

source: Sync Now
jv: Sync Saiki

source: Tabs
jv: Tab

source: Tab Sent
jv: Tab dikirim

source: Take Your Web With You
jv: Gawanen Situs Sampéyan

source: The Last Hour
jv: Sak Jam Kapungkur

source: The link you are trying to share cannot be shared.
jv: Pranala kang sampéyan coba dum ora bisa didum.

source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
jv: Wong sing duwèni %@ bar ngatur situsé kang ora bener. Kanggo ngamanaké informasi sampéyan bèn ora dicolong, Firefox medhot konèksi menyang situs iki.

source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
jv: Kuki iki ngetutaké sampéyan saka situs menyang situs kanggo ngumpulaké data babagan apa sing ditindakake kanthi daring. Iki disetèl déning pihak katelu kayata kongsi promosi lan kongsi analitik.

source: This action will clear all of your private data, including history from your synced devices.
jv: Tumindak iki bakal mbusek kabeh data pribadi sampéyan, kalebu riwayat kang kasambung ing piranti sampéyan.

source: This action will clear all of your private data. It cannot be undone.
jv: Tumindak iki bakal mbusek kabeh data pribadhi sampéyan. Ora bisa dibatalké.

source: This Connection is Untrusted
jv: Sambungan Iki ora Dipercaya

source: This device has been successfully disconnected from Firefox Sync.
jv: Piranti iki suksès pisah saka Firefox Sync.

source: This folder isn’t empty.
jv: Folder iki ora kosong.

source: This lets you save and upload photos.
jv: Ngidinké sampeyan nyimpen lan ngunggah poto.

source: This lets you save photos.
jv: Ngidinké sampeyan nyimpen poto.

source: This lets you take and upload photos.
jv: Ngidinké sampéyan njepret lan ngunggah poto.

source: This lets you take and upload videos.
jv: Ngidinké sampéyan ngrekam lan ngunggah video.

source: this week
jv: minggu iki

source: Title
jv: Judhul

source: Today and Yesterday
jv: Dina iki lan Wingi

source: today at %@
jv: dina iki ing %@

source: Top Sites
jv: Situs Ndhuwur

source: Touch ID & Passcode
jv: Touch ID & Kode Sandi

source: Tracking content
jv: Nelusuri kontèn

source: Trending
jv: Moncèr

source: Trending on Pocket
jv: Moncér ing Sak

source: Try again
jv: Coba manèh

source: Turn Passcode Off
jv: Patèni Sandi

source: Turn Passcode On
jv: Urubaké Sandi

source: Update
jv: Nganyari

source: Update login %1$@ for %2$@?
jv: Nganyari log mlebu %1$@ kanggo %2$@?

source: URL Copied To Clipboard
jv: URL Disalin menyang Klip

source: Use Face ID
jv: Anggo Face ID

source: Username
jv: Jeneng Panganggo

source: Use Touch ID
jv: Anggo Touch ID

source: Use your fingerprint to access Logins now.
jv: Anggo sidik driji kanggo ngaksès Log Mlebu saiki.

source: Use your fingerprint to disable Touch ID.
jv: Anggo sidik driji sampéyan kanggo matèni Touch ID.

source: View
jv: Deleng

source: Visited
jv: Katekan

source: Visit site anyway
jv: Tilik situs iki waé

source: Want to see your tabs from other devices here?
jv: Pèngèn weruh tab sampéyan saka piranti liya ning kéné?

source: Warning: we can’t confirm your connection to this website is secure.
jv: Péling: awakdhewe ora yakin yèn sambungan sampéyan aman tumuju situs iki.

source: Web content
jv: Kontèn wèb

source: website
jv: situs wèb

source: Website
jv: Situs Wèb

source: Website Data
jv: Dhata Situs Wèb

source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
jv: Situs wèb bisa mbukak iklan, vidhéo, lan kontèn liyané sing ngemot pelacak. Mblokir iki bisa nggawé situs wèb mbukak luwih cepet, nanging sawetara tombol, bentuk, lan info mlebu log, uga ora bisa mlaku.

source: Websites you’ve visited recently will show up here.
jv: Situs wèb sing bar dibukak bakal methungul ing kéné.

source: Websites you visit may request your location.
jv: Situs kang sampéyan tiliki njaluk lokasi sampéyan.

source: What's New
jv: Kabar Anyar

source: When opening Firefox
jv: Nalika Mbukak Firefox

source: When Opening Firefox
jv: Nalika Mbukak Firefox

source: Wikipedia
jv: Wikipédia

source: Wrong email? Disconnect below to start over.
jv: Salah alamat layang-èl? Paténi ngisor iki lan balèni manéh.

source: yesterday
jv: wingi

source: Yesterday
jv: Wingi

source: You are not signed in to your Firefox Account.
jv: Sampèyan durung mlebu menyang Akun Firefox.

source: You can change this at any time in Settings
jv: Sampeyan bisa ngowahi iki kapan waé ing Setèlan

source: You need to verify %@. Check your email for the verification link from Firefox.
jv: Sampéyan perlu verifikasi %@. Cèk layang-èl sampéyan kanggo verifikasi pranala saka Firefox.

source: Your account needs to be verified.
jv: Akun sampéyan kudu divèrifikasi.

source: Your Library
jv: Pabukon Sampéyan

source: Your tabs from other devices show up here.
jv: Tab saka piranti liyané dituduhaké ing kéné.

source: %1$d out of %2$d
jv: %1$d metu saka %2$d

source: 1. Multitask by opening %s at the same time!
jv: 1. Klumpukan garapan liwat mbukak %s bebarengan!

source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
jv: %1$s uga nganggo daptar blok déning Disconnect, Inc. minangka pagawéan kapisah lan mandiri sangisoré <a href="%2$s">GNU Lisènsi Publik Umum v3</a>, lan kasedhiya <a href="%3$s">ing kéné</a>.

source: %1$s cache cleared
jv: %1$s ampiran diresikaké

source: %1$s downloaded
jv: %1$s diundhuh

source: %1$s is a fast and lightweight browser produced by %2$s. Our mission is to foster a healthy, open internet.
jv: %1$s iku paramban sing ènthèng lan bantèr digawé déning %2$s. Misi kita iki kanggo ngopèni internèt sing séhat lan kabukak.

source: %1$s is free and open source software made by %2$s and other contributors.
jv: %1$s iku piranti alus kang bebas lan sumber kabuka digawé déning %2$s lan kontributor liyané.

source: %1$s is made available to you under the terms of the <a href="%2$s">%3$s</a> and other open source licenses.
jv: %1$s kasedhiya kanggo sampéyan ing sangisoré sarat <a href="%2$s">%3$s</a> lan lisènsi sumber-kabukak liyané.

source: %1$s wants to access your location.
jv: %1$s péngin ngaksès pernahé sampéyan.

source: %1$s was deleted
jv: %1$s dibusak

source: 2. Access your favorite sites quickly by %s
jv: 2. Ngaksès situs wèb kasenengan kang cepet liwat %s

source: %2$s strives to collect only what we need to provide and improve %1$s for everyone.
jv: %2$s puguh ngumpulaké apa sing diperlukaké kanggo nyedhiani lan nambahi %1$s kanggo kabèh.

source: A browser made by %1$s, the non-profit committed to a free and open web.
jv: Sawijining paramban sing digawé karo %1$s, organisasi nirlaba sing setya karo misi mujudaké wèb bébas lan kabuka.

source: adding them to the home screen!
jv: nambahké menyang kaca utama!

source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
jv: Kodhe sumber tambahan kanggo %1$s kasedhiya nganggo <a href="%2$s">lisènsi</a> bébas lan sumber kabukak liyané.

source: ALLOW
jv: IDINAKÉ

source: BLOCK
jv: PENGGAK

source: Block Ads
jv: Blokir Iklan

source: Block images
jv: Blokir gambar

source: Blocking tracking ads not only speeds up browsing, it saves data. Save even more when you block images.
jv: Mblokir iklan palacak ora mung nyepetaké paramban, nanging uga bisa nyimpen dhata. Nyimpen luwih akeh manèh kala sampéyan mblokir gambar.

source: Block trackers
jv: Blokir palacak

source: Bookmark removed
jv: Tetenger diilangi

source: Bookmark saved
jv: Tetenger kasimpen

source: Bookmark updated
jv: Tetenger dianyari

source: Browse faster than ever
jv: Ndlajah luwih banter

source: Browse without a trace, and block a wide range of common web trackers by default. Ensure the security of your confidential data.
jv: Delajah tanpa tilak, lan blokir sawetara pelacak web. Jamin keamanan data pribadimu.

source: Browsing data cleared
jv: Dhata dlajahan diresikaké

source: Browsing history
jv: Riwayat dlajahan

source: Business
jv: Bisnis

source: CANCEL
jv: BATAL

source: Cannot delete the file.
jv: Berkas ora kabusak.

source: Cannot display the screenshot
jv: Jeprètan layar ora bisa dituduhaké

source: Cannot find the file
jv: Berkas ora ketemu

source: Capture page
jv: Jeprèt kaca

source: Capturing screenshot of entire page…
jv: Njeprèt layar sakabèhané kaca…

source: Category: %1$s
jv: Tataran: %1$s

source: Changing settings…
jv: Ngowahi setélan…

source: Check the address
jv: Priksa alamaté

source: Choose a file to upload
jv: Pilih berkas kanggo diunggah

source: City
jv: Kutha

source: Clear all browsing history?
jv: Resikaké kabèh riwayat dlajahan?

source: Clear browsing data
jv: Resikaké dhata paramban

source: CLEAR BROWSING HISTORY
jv: RESIKAKÉ RIWAYAT PARAMBAN

source: Clear cache
jv: Resikaké ampiran

source: Clear Data
jv: Resikaké Dhata

source: Clear input
jv: Resikaké lebon

source: Close all
jv: Tutup kabèh

source: Close all tabs?
jv: Tutup kabèh tab?

source: Color your life!
jv: Wernani urip sampéyan!

source: Copy image address
jv: Nurun alamat gambar

source: Copy link address
jv: Nurun alamat pranala

source: Date: %1$s
jv: Tanggal: %1$s

source: Default search engine
jv: Mesin panggolèk setandar

source: DELETE
jv: BUSAK

source: Delete file
jv: Busak berkas

source: Delete this image?
jv: Busak gambar iki?

source: Discover new things
jv: Temokaké apa-apa sing anyar

source: Dismiss
jv: Singkirké

source: Dismiss find in page
jv: Nolak nemokake ing kaca
